Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/osko/index.php_kat_id=3_art_id=1.html.tmx
Source language: sme
Languages: sma

source: Reportášat
sma: Soptsesh

source: Konfirmánttat mátkkis
sma: Skyllijh fealadimmesne

source: Konfirmántaáiggi láhčču lea iešguđetlágán iešguđet báikkis.
sma: Guktie skyllemetijjem øørnedamme lea joekehts sijjeste sæjjan.

source: Dábálaččat fidnet konfirmašunoahpu dalle go váccát 9. luohká skuvllas, ja oahppu bistá 8 mánu.
sma: Sïejhmemes skyllemeøøhpehtimmie lea dan jaepien gosse åktsadinie klaassesne vaadtsah, jïh gaektsie askh vaesieh.

source: Muhtun báikkiin lea oahpahus vahkkubeivviid, juohke vahku dahje juohke nubbi vahku.
sma: Muvhtene lehkesne øøhpehtimmie våhkoebiejjine, fïerhten våhkoen jallh fïerhten mubpien våhkoen.

source: Muhtun báikkit ges leat vahkkoloahpadeaivvadeamit, ja earát ges mannet leirii.
sma: Muvhtene lehkesne lea tjåanghkoeh hieljine, mearan jeatjebh leejri gåajkoe vuelkieh.

source: Loga eanet konfirmašuvnna birra
sma: Lohkh vielie skyllemen bïjre daesnie.

source: Dása leat čohkken govaid muhtun konfirmašundeaivvademiin.
sma: Daesnie tjøønghkeme naan guvvieh skyllemegaavnesjimmijste.

source: Ávžžuhit konfirmánttaid ráhkadit reportášaid sin deaivvademiin.
sma: Mijjieh haestebe skyllijidie soptsesh tjaledh sijjen øørnegijstie.
